[
    { "painting": "LuncheonOnTheGrass",
      "name": "luncheononthegrass",
      "author": "claudemonet",
      "alt": "Luncheon On The Grass",
      "link": "https://www.claude-monet.com/luncheon-on-the-grass.jsp",
      "title": "Claude Monet - Luncheon On The Grass",
      "text": "The Luncheon on the Grass by Edouard Manet was a monumental impressionist works that broke away from the classical view that art should obey established conventions and seek to achieve timelessness. Manet's work was exhibited at the Salon des Refuses in 1863 and caused outrage with its scandalous subject of a naked woman lunching with two clothed men. Two years later Monet decided to paint his own version of Luncheon on the Grass.",
      "type": "classic",
      "number":1
    },
  
    { "painting": "TheLangloisBridgeAtArles",
      "name": "thelangloisbridgeatarles",
      "author": "vincentvangogh",
      "alt": "The Langlois Bridge At Arles",
      "link": "https://www.vincentvangogh.org/langlois-bridge-at-arles.jsp",
      "title": "Vincent van Gogh - The Langlois Bridge At Arles",
      "text": "In February 1888, Van Gogh headed for the south of France, to Arles, a rural, agricultural town nestled between the River Rhone and the wild countryside of the Camargue. He arrived armed with romantic preconceptions: to him the south was an unpolluted haven, a place of pure, clear colors and translucent light - it was to him the Japan of France, landscape scenes such as this, and paintings of trees and blossoms dominated his work as he immersed himself in the countryside, ignoring the ancient, buildings and more popular tourist sites in the town. His palette had brightened and become bolder, and increasingly he drew on the influence of Japanese woodcuts, which can clearly be seen here. He painted a number of pictures of the little wooden drawbridge outside Arles, which ironically was very Dutch in design.",
      "type": "classic",
      "number":2
    },
  
    { "painting": "HenryAsencio",
      "name": "artwork",
      "author": "henryasencio",
      "alt": "Henry Asencio's Artwork",
      "link": "http://asenciostudio.com",
      "title": "Henry Asencio - Artwork",
      "text": "Asencio is inspired by feminine beauty, life, experience, and nature. Abstraction of subconscious thought and reality entwine to tell the artist’s story. Freedom from responsibility and protection from the negative forces that can hold one captive became escapism for the artist and the viewers. It is the ultimate intention in his evocative work of art. Asencio’s art has been described as “Abstract Naturalism” and his work is strongly inﬂuenced by Lucien Freud, Willem de Kooning, Pablo Picasso, and Gustav Klimt.",
      "type": "modern",
      "number":3
    },
  
    { "painting": "Taste",
      "name": "taste",
      "author": "aikebaer",
      "alt": "Taste",
      "link": "http://blog.sina.com.cn/aikebeer",
      "title": "Aikebaer - Taste",
      "text": "Aikebaer believes that our core philosophy about art is simple, but powerful. We live in a wide variety of cultures and societies. Our values are also different and, sadly, they are often in conflict with one another. Art is one of the few achievements of mankind that is generally and widely accepted and appreciated. Art is universal, powerful, and makes us more human. Instead of dividing, art, at its best, brings us together in enjoyment and understanding. Art is the universal language.",
      "type": "modern",
      "number":4
    },
  
    { "painting": "Elegant",
      "name":"elegant",
      "author": "rella",
      "alt": "Elegant",
      "link": "https://rellaorz.lofter.com/post/12530e_12af9ccd",
      "title": "Rella - Elegant",
      "text": "Rella published this work on 2018/04/24, and this work exhibited in the AKIBA_SQUARE during 2018/04/28 to 2018/05/06 in Akihabara.",
      "type": "anime",
      "number":5
    },
  
    { "painting": "Horror",
      "name":"horror",
      "author": "harrymiao",
      "alt": "Horror",
      "link": "https://harry-miao.lofter.com/post/2be455_1cb011fa6",
      "title": "Harrymiao - Horror",
      "text": "Harrymiao published this work on 2020/12/06. The boy stands in the middle of the work is the original character created by the author.",
      "type": "anime",
      "number":6
    }
  ]